IDEA Open Model
ResultOfNLAPoint2.ResultOfIncrements Property
Compatible with IDEA StatiCa Beta 20.0
 Results in load case
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ResultOfIncrement2> ResultOfIncrements { get; set; }
Public Property ResultOfIncrements As List(Of ResultOfIncrement2)
	Get
	Set
Property Value
Type: List<ResultOfIncrement2>
See Also
Reference
ResultOfNLAPoint2 Class
IdeaRS.OpenModel.Result Namespace